Repository: collective/mr.migrator
Catalog: */migrator/locales/*/LC_MESSAGES/*.migrator.po
Languages: es

source: Adds ability to run transmogrifier into any folder
es: Agrega la habilidad de ejecutar transmogrifier dentro de una carpeta

source: Import
es: Importar

source: Registered configurations to choose from.
es: Configuraciones registradas para elegir.

source: Run
es: Correr

source: Select
es: Seleccione

source: Select configuration
es: Seleccionar configuración

source: Synchronize and migrate
es: Sincronizar y migrar

source: Uninstalls mr.migrator
es: Desinstalar mr.migrator

source: mr.migrator: default
es: mr.migrator: instalación por defecto

source: mr.migrator: uninstall
es: mr.migrator: desinstalar
